Repository: thdemarty/insaroule
Catalog: project/carpool/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Latitude must be between -90 and 90.
fr: La latitude doit être comprise entre -90 et 90.

source: Longitude must be between -180 and 180.
fr: La longitude doit être comprise entre -180 et 180.

source: Departure date cannot be in the past.
fr: La date de départ ne peut pas être dans le passé.

source: Departure date cannot be more than one year in the future.
fr: La date de départ ne peut pas être dans plus d'un an.

source: Departure and arrival locations cannot be the same.
fr: Les lieux de départ et d'arrivée ne peuvent pas être les mêmes.

source: Number of seats available for the carpool
fr: Nombre de places disponibles pour le covoiturage

source: Number of seats available for the carpool.
fr: Nombre de places disponibles pour le covoiturage.

source: Select the vehicle you will use for this ride.
fr: Sélectionnez le véhicule que vous utiliserez pour ce trajet.

source: Vehicle
fr: Véhicule

source: Price per seat
fr: Prix par personne

source: Comment (optional)
fr: Commentaire (optionnel)

source: Seats offered cannot be greater than vehicle seats.
fr: Le nombre de places offertes ne peut pas être supérieur au nombre de places du véhicule.

source: street
fr: rue

source: Street address of the location
fr: Rue / boulevard / avenue / chemin

source: zipcode
fr: Code postal

source: Zipcode of the location
fr: Code postal

source: city
fr: Commune

source: City of the location
fr: Commune

source: Latitude of the location
fr: Latitude

source: Longitude of the location
fr: Longitude

source: Location of the step
fr: Lieu de l'étape

source: order
fr: ordre

source: Order of the step in the ride
fr: Ordre de l'étape dans le trajet

source: name
fr: nom

source: Name of the vehicle
fr: Nom du véhicule

source: driver
fr: conducteur

source: Driver of the vehicle
fr: Conducteur du véhicule

source: seats
fr: sièges

source: Number of seats in the vehicle
fr: Nombre de places dans le véhicule

source: visual description
fr: description visuelle

source: Visual description of the vehicle
fr: Description visuelle du véhicule

source: geqCO2 per km
fr: gCO2 par km

source: Number of grams of CO2 emitted per kilometer
fr: Nombre de grammes de CO2 émis par kilomètre

source: Pending
fr: En attente

source: Accepted
fr: Accepté

source: Declined
fr: Refusé

source: Canceled
fr: Annulé

source: status
fr: statut

source: Status of the join request
fr: Statut de la demande de réservation

source: created at
fr: créé le

source: The date and time when the reservation was created
fr: La date et l'heure auxquelles la réservation a été créée

source: user
fr: utilisateur

source: The user who made the chat request
fr: L'utilisateur qui a fait la demande de chat

source: ride
fr: trajet

source: The ride for which the chat request is made
fr: Le trajet pour lequel la demande de chat est faite

source: Cash
fr: Liquide

source: Wire Transfer
fr: Virement bancaire

source: The driver of the ride
fr: Le conducteur du trajet

source: rider
fr: passager

source: The rider of the ride
fr: Le passager du trajet

source: start date and time
fr: date et heure de départ

source: The start date and time of the ride
fr: La date et l'heure de départ du trajet

source: end date and time
fr: date et heure d'arrivée

source: The end date and time of the ride
fr: La date et l'heure d'arrivée du trajet

source: start location
fr: lieu de départ

source: The start location of the ride
fr: Le lieu de départ du trajet

source: end location
fr: lieu d'arrivée

source: The end location of the ride
fr: Le lieu d'arrivée du trajet

source: steps
fr: étapes

source: The steps of the ride
fr: Les étapes du trajet

source: payment method
fr: méthode de paiement

source: The payment method for the ride
fr: La méthode de paiement pour le trajet

source: price
fr: prix

source: The price of the ride
fr: Le prix du trajet

source: comment
fr: commentaire

source: Comment about the ride
fr: Un commentaire sur le trajet

source: seats offered
fr: places disponibles

source: Number of seats offered for the ride
fr: Nombre de places disponibles pour le trajet

source: vehicle
fr: véhicule

source: The vehicle of the ride
fr: Le véhicule du trajet

source: geometry
fr: géométrie

source: Geographical representation of the ride
fr: Représentation géographique du trajet

source: duration
fr: durée

source: Duration of the ride
fr: Durée du trajet

source: Comment from the driver about the ride
fr: Commentaire du conducteur sur le trajet

source: Statistic
fr: Statistiques

source: Statistics
fr: Statistiques

source: Monthly statistic
fr: Statistique mensuelle

source: Monthly statistics
fr: Statistiques mensuelles

source: New reservation for your ride to %(destination)s
fr: Nouvelle réservation pour votre trajet vers %(destination)s

source: Your ride has been confirmed!
fr: Votre trajet a été confirmé !

source: Your ride has been declined!
fr: Votre trajet a été refusé !

source: Suggestion to share your ride
fr: Suggestion de covoiturage pour votre trajet

source: Total Rides
fr: Nombre total de trajets

source: Total users
fr: Total utilisateurs

source: Total distance (km)
fr: Distance totale (km)

source: Spared CO<sub>2</sub> (in kg)
fr: CO<sub>2</sub> épargné (en kg)

source: Publish a new ride
fr: Publier un trajet

source: Departure address
fr: Adresse de départ

source: This field is required
fr: Ce champ est obligatoire

source: Arrival address
fr: Adresse d'arrivée

source: Departure date
fr: Horaire de départ

source: Seats offering
fr: Places disponibles

source: Price and Payment method
fr: Prix et méthode de paiement

source: Add a new vehicle
fr: Ajouter un nouveau véhicule

source: %(seat_count)s seat
fr: %(seat_count)s siège

source: Edit
fr: Modifier

source: You don't have any vehicle registered to your account. Please add one to publish a ride.
fr: Vous n'avez pas de véhicule enregistré sur votre compte. Veuillez en ajouter un pour publier un trajet.

source: Publish ride
fr: Publier un trajet

source: Name
fr: Nom

source: Visual Description
fr: Description visuelle

source: Maximum number of seats
fr: Nombre maximum de places

source: CO<sub>2</sub> emission (g/km)
fr: Émission de CO<sub>2</sub> (g/km)

source: You can find the CO<sub>2</sub> emission on your vehicle registration certificate (in France, it's in the section V.7).
fr: Vous pouvez trouver l'émission de CO<sub>2</sub> sur la carte grise de votre véhicule (section V.7).

source: Close
fr: Fermer

source: Save changes
fr: Enregistrer les modifications

source: Search for a precise departure address
fr: Rechercher une adresse de départ

source: No address found
fr: Aucune adresse trouvée

source: Search for a precise arrival address
fr: Rechercher une adresse d'arrivée

source: Please select a vehicle to edit.
fr: Veuillez sélectionner un véhicule à modifier.

source: Edit vehicle
fr: Modifier le véhicule

source: Vehicle saved successfully!
fr: Véhicule enregistré avec succès !

source: seat
fr: siège

source: Publish a ride
fr: Publier un trajet

source: Stopovers
fr: Étapes

source: Delete
fr: Supprimer

source: Add
fr: Ajouter

source: Next step
fr: Étape suivante

source: Press to select
fr: Appuyez pour sélectionner

source: Search for a precise address
fr: Rechercher une adresse précise

source: Cancel
fr: Annuler

source: Delete ride
fr: Supprimer le trajet

source: Are you sure you want to delete the ride from %(start_loc)s to %(end_loc)s on %(date)s at %(time)s ? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer le trajet de %(start_loc)s à %(end_loc)s le %(date)s à %(time)s ? Cette action est irréversible.

source: Delete the ride
fr: Supprimer le trajet

source: Booked ride by
fr: Trajet réservé par

source: Seats available:
fr: Places disponibles :

source: Wire transfer
fr: Virement bancaire

source: Start a discussion
fr: Commencer une discussion

source: See the discussion
fr: Voir la discussion

source: Edit the ride
fr: Modifier le trajet

source: Edit ride
fr: Modifier le trajet

source: Hello
fr: Bonjour

source: Your reservation for the trip from %(departure)s to %(arrival)s on %(date)s with %(driver)s has been confirmed.
fr: Votre réservation pour le trajet de %(departure)s à %(arrival)s le %(date)s avec %(driver)s a été confirmée.

source: We wish you a pleasant ride!
fr: Nous vous souhaitons un agréable trajet !

source: Your reservation for the trip from %(departure)s to %(arrival)s on %(date)s with %(driver)s has been declined.
fr: Votre réservation pour le trajet de %(departure)s à %(arrival)s le %(date)s avec %(driver)s a été refusée.

source: A new reservation has been made for your ride from %(departure)s to %(arrival)s on %(date)s by %(reservation_by)s.
fr: Une nouvelle réservation a été faite pour votre trajet de %(departure)s à %(arrival)s le %(date)s par %(reservation_by)s.

source: You can view the details of this reservation by clicking on the following link:
fr: Vous pouvez voir les détails de cette réservation en cliquant sur le lien suivant :

source: We noticed that you have a ride scheduled from %(city_start)s to %(city_end)s on %(ride_date)s.
fr: Nous avons remarqué que vous avez un trajet prévu de %(city_start)s à %(city_end)s le %(ride_date)s.

source: We wanted to let you know that there are other drivers who are also planning to travel along a similar route on the same day. Here are some drivers who might be interested in sharing the ride with you:
fr: Nous voulions vous informer qu'il y a d'autres conducteurs qui prévoient de voyager sur un itinéraire similaire le même jour. Voici quelques conducteurs qui pourraient être intéressés à partager le trajet avec vous :

source: <a href="%(url)s">Ride from %(s_city)s to %(e_city)s</a> proposed by %(driver)s ;
fr: <a href="%(url)s">Trajet de %(s_city)s à %(e_city)s</a> proposé par %(driver)s ;

source: Sharing a ride can help reduce costs and make the journey more enjoyable. If you're interested in connecting with any of these drivers, please contact them directly through the platform.
fr: Partager un trajet peut aider à réduire les coûts et rendre le voyage plus agréable. Si vous êtes intéressé à entrer en contact avec l'un de ces conducteurs, veuillez les contacter directement via la plateforme.

source: from the INSA'ROULE team
fr: de l'équipe INSA'ROULE

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Booked seats:
fr: Sièges réservés :

source: Search
fr: Rechercher

source: %(seat_count)s remaining seat
fr: %(seat_count)s siège restant

source: No rides found
fr: Aucun trajet trouvé

source: Consider taking the train or posting the first ride on the platform.
fr: Considérez prendre le train ou publier un nouveau trajet sur la plateforme.

source: Search for an address of departure
fr: Rechercher une adresse de départ

source: Search for an address of arrival
fr: Rechercher une adresse d'arrivée

source: Ride's information
fr: Informations du trajet

source: Select a ride
fr: Sélectionnez un trajet

source: Start:
fr: Départ :

source: Destination:
fr: Arrivée :

source: Hour:
fr: Heure :

source: Duration:
fr: Durée

source: Price:
fr: Prix :

source: See more
fr: En savoir plus

source: My rides
fr: Mes trajets

source: Published rides
fr: Trajets publiés

source: You don't have any published rides.
fr: Vous n'avez pas de trajets publiés.

source: Subscribed rides
fr: Trajets souscrits

source: You don't have subscribed to any rides.
fr: Vous n'êtes inscrit à aucun trajet.

source: This reservation is already canceled.
fr: Cette réservation est déjà annulée.

source: You have been removed from the ride's riders.
fr: Vous avez été retiré des passagers du trajet.

source: You have successfully canceled your reservation.
fr: Vous avez annulé votre réservation avec succès.

source: You have already booked this ride.
fr: Vous avez déjà réservé ce trajet.

source: You have successfully booked this ride.
fr: Vous avez réservé ce trajet avec succès.

source: You subscribed to this ride.
fr: Vous êtes inscrit à ce trajet.

source: You successfully deleted the ride.
fr: Vous avez supprimé le trajet avec succès.

source: You cannot delete this ride because it has riders and is not over yet.
fr: Vous ne pouvez pas supprimer ce trajet car il a des passagers et n'est pas encore terminé.

source: You successfully updated the ride.
fr: Vous avez mis à jour le trajet avec succès.
